// НУЖНО СДЕЛАТЬ
    // TODO - протестировать приложение


// ВЫПОЛНЕНО
    // TODO - завершить верстку
    // TODO - завершить верстку
    // TODO - СБРАСЫВАТЬ СТЕЙТЫ
    // TODO - валидация
    // TODO - добавить карту во все 3 раздела
    // TODO - поменять дизайн столиков на карте
    // TODO - Добавить подсвечивание каким либо цветом при выборе столика
    // TODO - Добавить функционал выбора столика
    // TODO - выровнять контент по центру
    // TODO - поменять дата пикер на пикер без времени и огр выбором даты
    // TODO - передача данных в файл confirm
    // TODO - прописать отправку данных о выбранном столе времени, имени и телефоне на сервер
    // TODO - прописать получение свободного времени с сервера